export default function Page() {
  return (
    <div className="min-h-screen">
      <h1 className="text-3xl font-bold ml-1 sm:ml-8 border-b-2 pb-6 mt-6 mb-4">
        학문적 윤리 정책
      </h1>
      <div className="p-2 sm:p-10 mb-20">
        <h2 className="sm:text-2xl font-bold mb-2">
          {"<학문적 정직성 및 저작권 보호에 관한 정책 문서>"}
        </h2>

        <div className="sm:h-[calc(100%-3rem)] h-3/4  overflow-y-auto">
          <br />
          <p>개정: 2024.00.00</p>
          <p>한국 개념 기반 교육 협회</p>
          <br />
          <p className="mt-2">
            <span className="font-bold">목적</span>
            <br /> 본 문서는 한국 개념 기반 교육 협회 회원들이 학문적 정직성을
            유지하고, 저작권법을 준수하며 학문적 활동을 수행할 때 따라야 할
            원칙과 절차를 규정한다. 이 문서는 회원의 창작물 보호와 타인의 저작물
            공정 사용을 통해 교육과 연구에서의 윤리적 기준을 강화하는 데
            기여하고자 한다. 또한, AI 도구(예: ChatGPT) 사용 시 준수해야 할 정보
            및 학문적 윤리 기준을 명확히 규정한다.
            <br /> <br /> <span className="font-bold">
              정책범위
            </span> <br /> 이 정책은 협회 소속 모든 회원에게 적용되며, 이들이
            작성하는 수업자료, 창작물, 소논문 및 기타 모든 산출물에 적용된다.
            <br />
            <br />
            <span className="font-bold">학문적 정직성의 정의</span>
            <br /> 학문적 정직성은 교육자들이 지식과 정보를 생산, 공유, 사용하는
            과정에서 정직함과 투명성을 유지하는 것을 의미한다. 주요 원칙은
            다음과 같다:
            <br /> 표절 및 부정행위 금지: 모든 형태의 표절과 부정행위는 엄격히
            금지되며, 이를 위반할 경우 회원 활동에 대한 제재를 받는다.
            <br /> 출처 명시: 타인의 아이디어, 연구 결과, 자료 등을 사용할 때는
            반드시 출처(APA 형식)를 정확히 명시해야 한다.
            <br /> AI 도구 사용의 투명성: AI 도구(예: ChatGPT)를 사용하여 생성된
            자료를 활용할 경우, 그 사용 사실을 명확히 밝혀야 하며, 이를 교육자
            개인의 독창적 창작물로 간주하지 않는다.
            <br />
            <br /> <span className="font-bold">정책 세부 내용</span>
            <br /> 1. 협회 내 창작물의 저작권
            <br /> 협회 활동과 관련된 창작물: 회원이 협회 활동 및 자격증
            과정에서 제작한 저작물은 협회와 개인 양자에게 귀속되며, 타인의
            저작물일 경우 동의를 통해 공유한다.
            <br /> 2. 타인의 저작물 사용과 공정 이용 수업목적의 사용: 회원은
            저작권법 제25조에 따라, 수업목적으로 타인의 저작물을 상식적인 범위
            내에서 인용할 수 있다. 이 경우, 해당 자료는 대면 수업에만 사용되어야
            하며, 다른 용도로 사용되면 저작권 침해로 간주될 수 있다. 공정 이용과
            출처 표시: 타인의 저작물을 바탕으로 학술 자료를 제작할 경우, 공정
            이용(저작권법 제35조의3)과 출처 표시(저작권법 제37조) 규정을
            준수해야 한다. 공정 이용은 비영리 목적의 경우에만 허용되며,
            원저작물에 대한 시장 대체효과가 없어야 한다.
            <br /> 3. AI 도구(예: ChatGPT) 사용 및 인용 AI 도구 사용 허용:
            회원은 협회의 학술적 활동에서 ChatGPT와 같은 AI 도구를 사용할 수
            있다. 단, AI 도구가 생성한 텍스트, 그림, 그래프 등은 반드시 인용
            표시와 함께 본문과 참고 문헌 목록에 출처를 명시해야 한다. 인용 및
            참고 문헌 명시: AI 도구를 통해 생성된 콘텐츠는 협회에서 사용하는
            인용 스타일에 따라 인용 부호와 함께 출처를 표기해야 하며, 참고 문헌
            목록에는 AI 도구에 제공한 프롬프트와 생성 날짜를 포함해야 한다.
            예시: 본문 인용: &quot;이 도구와 변수의 개발은...&quot; (OpenAI,
            2023). 참고 문헌: OpenAI. (2023, February 23). ChatGPT response to
            example prompt about example topic. AI 도구 사용의 윤리적 원칙:
            회원은 AI 도구가 생성한 자료가 특정 관점으로 편향될 수 있음을
            인지하고, 이를 비판적으로 평가해야 한다. AI 도구의 자료를
            무비판적으로 수용하지 않도록 주의해야 하며, 이를 활용한 창작물에
            대해 충분히 이해하고 설명할 수 있어야 한다.
            <br /> 4. 저작권 분쟁 예방 저작권 분쟁 예방을 위한 조치: 저작권
            침해가 의심되는 상황에서는 가능한 한 법적 분쟁을 피하기 위해 사전에
            저작권자의 허락을 받는 것이 중요하다. 저작권자의 허락 없이 타인의
            저작물을 사용한 자료를 외부에 공개하는 것은 분쟁을 유발할 수 있다.
            <br /> <br /> <span className="font-bold">위반시 제재</span>
            <br /> 학문적 정직성 및 저작권 관련 규정을 위반한 경우, 다음과 같은
            제재가 적용될 수 있다: 첫 번째 위반: 구두 또는 서면 경고 두 번째
            위반: 해당 과제나 제출물의 수정 및 재작성 요구 및 협회 활동 제한 세
            번째 위반: 협회 내 모든 활동에서의 영구적 제명 및 법적 조치
            <br /> <br /> <span className="font-bold">책임 및 보고절차</span>
            <br /> 투명성 강조: 모든 회원은 학문적 정직성 및 저작권 준수에 대한
            책임이 있으며, 위반 사례를 발견할 경우 협회
            학술위원회(교육과정개발팀)에 즉시 보고해야 한다. 위원회 조사:
            학술위원회(교육과정개발팀)는 접수된 신고를 검토하고 필요한 조사를
            수행한 후, 적절한 조치를 취한다.
            <br /> <br /> <span className="font-bold">정책의 재검토</span>
            <br /> 본 정책은 학문적 및 법적 환경의 변화에 따라 정기적으로
            재검토되며, 필요 시 수정된다. 회원은 최신 정책을 숙지하고 준수해야
            한다.
          </p>
        </div>
      </div>
    </div>
  );
}
